[
    {
        "name": "Skeeter",
        "portfolio": "false",
        "breed": "Shih Tzu Mix",
        "dialog": "Skeeter was given to my Mom and I when one of her friends was moving and could not take the dog. She was the first dog I came to love. She had a liter of puppies, and I named them all after the Smurfs. Unfortunately, we had to give the dogs away and yes, I was heartbroken",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584323275/Sketter/20200129_214001_nfnwfw.jpg",
                "alt": "My very first dog Skeeter"
            }
        ]
    },
    {
        "name": "Wilma Jean",
        "portfolio": "false",
        "breed": "Toy Poodle",
        "dialog": "Wilma Jean came next. She was given to my sister, but one look at the dog and I fell in love. My Mom told my sister that the dog had to stay with me. I taught Wilma how to sit, lay down, roll over, give paw, dance for treats, took her for walks, and come when called. She became a seizure alert dog on her own. After she turned 6 months old, she started alerting my family to my seizures. I had her for 8 years. She was always waiting for me when I came home from school. Wilma always stayed by my side. I stopped having seizures when Wilma was 6 years old. Unfortunately, Wilma started having seizures. The seizures took her one day. I came home from school and called her, and this is the day that she did not come when I called her.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584323860/Wilma/20200130_190818_gwvzvq.jpg",
                "alt": "Wilma Jean"
            }
        ]
    },
    {
        "name": "Noodles",
        "portfolio": "false",
        "breed": "Lab/Chow Mix",
        "dialog": "Noodles was a black lab that was dropped off  at our home.  With 6 inches of ice and snow on the ground, someone dropped her off on the side of the road. We kept hearing a puppy, and after 2 days of looking and trying to get her to come out, finally she came out. We had a four-month-old daughter at the time. When my husband brought her into the house, I put my daughter on the floor. She could sit up already.  Noodles immediately started running circles around our daughter.  The bond was instant. Our daughter was so tickled that she fell over laughing and Noodles licked her and started playing with her. When our daughter was 2 years old, she started having seizures and Noodles alerted us to something being wrong with our daughter. Yes, Noodles was a seizure alert dog. I taught Noodles to sit, lay down, come when called, load and unload, walk on a leash, give paw and stay. My Dad also fell in love with the dog and would spend time with Noodles when we would go somewhere. After we moved up to North Mississippi, Noodles would follow Taylor everywhere. If you wanted to know where my daughter was, just call Noodles and she would come to the end of the driveway of where Taylor was. Noodles was Taylor’s best friend for 12 years.  Taylor stopped having seizures and Noodles ended up with pancreatitis and passed away 4 months after my Mom passed.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584324766/Noodles/20200313_190722_funej1.jpg",
                "alt": "Noodles"
            }
        ]
    },
    {
        "name": "Copper",
        "portfolio": "false",
        "breed": "Feist",
        "dialog": "Next came Copper, the Fiest. Copper was given to me by my sister. My sister had 2 full blooded fiest that had a litter of puppies. By this time, we had our second daughter, she was 3 years old.  At first, Copper slept with me and my husband. It was so cute. Eventually she took up with Sky, our youngest daughter. Copper would let Sky have tea parties and play school with her and Copper would do whatever Sky wanted her to do. Keep in mind, both Noodles and Copper are hunting dogs. So, during the day when the kids were in school, the dogs would hunt on their own. I taught Copper the same commands that I always taught my dogs.  Copper had long legs for a fiest. We clocked her speed at 60 mph.  Since she took up with Sky, she would follow her everywhere just like Noodles did with Taylor. So, if you wanted to know where Sky was, call Copper and she would come to the end of the driveway and look at you.  Noodles and Copper both caught birds, rabbits and occasionally would make a hunter upset when turkey season was going on. Copper was on the small side, so she had the advantage of hiding in the field long before the hunters got there.  She would wait and hear the hunter with the call. As soon as the turkeys would start coming, Copper would take off and jump up and catch the turkey.   We had Copper for 15 years. Congestive heart failure took her from us.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1583332468/Copper/100_1083_fdbguv.jpg",
                "alt": "Our full blooded Feist Copper"
            }
        ]
    },
    {
        "name": "Mattie",
        "portfolio": "false",
        "breed": "Minature Schnauzer",
        "dialog": "Mattie, the Miniature Schnauzer, came next while she still had Copper. Mattie was the clearance puppy in the Wal-Mart parking lot. He was solid white and was not recognized by AKC as a purebred. He was the runt of the liter and grew up to be the biggest one of them all. Mattie was a white ball of fluff, that I taught to sit, stay, down, give paw, come when called and leashed trained him. Of course, all of our dogs were house trained.  Mattie is still with us today. At the age of 10 years old. He still plays fetch. He also goes for walks with us while training other puppies. Mattie is also a pampered pooch by our daughter Sky.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1583332280/Mattie/100_0987_wtha7o.jpg",
                "alt": "Our Minature Schnauzer"
            }
        ]
    },
    {
        "name": "Rayco Puppies",
        "portfolio": "true",
        "breed": "Mountain Cur/Lab Mix",
        "dialog": "The Rayco puppies came to us in June of 2019. Father’s Day weekend. Both our daughters spent many hours behind the shop trying to catch a liter of 8 that was posted on Facebook. They managed to catch 4 that day.  My husband and I had said we didn’t want any more dogs, but everything happens for a reason. We were upset about it all until my daughter Taylor walked in our door with the dog that I would name Pretzel. Pretzel was the only one of his coloring.  All the other ones had a twin or were triplets… same coloring.  I had seen a picture of Pretzel on Facebook in a red wagon that was posted by one of my friends. Of course, I absolutely fell in love with the pup. But again, we said we didn’t need any other dogs.  When Taylor walked in with him and I saw him, I immediately looked at my husband. I have a certain look I on my face when I want something, and no one can tell me differently.  I had that look.  My husband told Taylor that she should give me the dog before your Mom has a fit.  Since then, we have been inseparable. We took in all the puppies except Ellis. Ellis went to live with Taylor and her husband. Ellis comes over for play dates with Pretzel and the many other dogs we have. There were still more puppies behind Rayco that needed to be rescued.  It took 5 weeks for us to catch one more, which was the runt of the liter, Molly. During this time Amber Austin with Lead Me Home Rescue stepped in and took possession of all the puppies except Pretzel and Ellis. We kept the puppies here and fostered for Amber. While the puppies were here, I started training, not teaching. After having the RayCo pups for about 4 months, they were adopted out to a Father and daughter.  I talked with the adopter of Molly first and Anna fell in love with her. Anna mentioned that her Dad was looking for a dog as well, so I sent her a picture of Sadie. Within 2 hours, I received a phone call from Rich asking what he could do to get that dog. I immediately sent him to Amber’s adoption application.  Both Molly and Sadie were obedience trained. I also house and crate trained them. They were leash trained as well. It was hard to let them go on transport that day, but the pictures I received 2 days later. To see the love of the adopters who had not met the puppies, only to watch videos and see pictures.  It meant the world to me.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1583332109/Rayco%20pups/20190723_094438_s4mbxr.jpg",
                "alt": "Pretzel, Sadie and Molly standing at the door"
            },
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1583328882/pretzel/_20190630_095947_gj5fav.jpg",
                "alt": "Pretzel"
            },
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1583333259/Sadie/20190819_184711_czptzk.jpg",
                "alt": "Sadie"
            },
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584157066/Molly/20190928_115310_ulglbg.jpg",
                "alt": "Molly"
            }
        ]
    },
    {
        "name": "The Hounds",
        "portfolio": "true",
        "breed": "Hound",
        "dialog": "The Hounds came next. Amber asked if I could dog sit for a week or so, and of course I said yes. Oh boy were they unruly. The Hounds were a challenge. We had Hazel and Whitt for 4 weeks. During that time both hounds were house and crate trained. I  obedience trained, and leash trained them both. These two were scent hounds. Nose to the ground everywhere they went. I trained them without taking that natural talent out of them.  Hazel was adopted first, and Whitt followed 2 weeks later.  When Amber would come over to bring supplies, she would see a difference in them every time. Especially with Whitt, since we had her 2 weeks longer, I was able to spend more time training her. Whitt was the most obedient dog at transport that day.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584320016/Hazel%20and%20Whitt/hounds_xbqkkq.jpg",
                "alt": "The Hounds Hazel and Whit"
            }
        ]
    },
    {
        "name": "Bailey",
        "portfolio": "true",
        "breed": "Boxer Mix",
        "dialog": "During this time, Amber again asked me to dog sit, and of course I said yes. Bailey came to stay with us for about 4 weeks and she received the same training as I had given all the other dogs. Bailey is one of Amber’s personal dogs. She was so sweet and took up with us right away. But when Amber came through the door, she knew who she belonged to.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584412537/Bailey/FullSizeR_4_vki2jj.jpg",
                "alt": "Baily"
            }
        ]
    },
    {
        "name": "Chicken Noodle",
        "portfolio": "true",
        "breed": "Australian Shepard",
        "dialog": "While I still had the RayCo puppies, I started researching about trainging, Therapy and Service dogs. It was during this time that I came across Pet Partners and MS Therapy Canines. I started a registration with Pet Partners with Pretzel and completed the necessary courses from Pet Partners. Through Pet Partners, I found Mr. Scott, more on him later.  I then applied to become a volunteer puppy raiser for MS Therapy Canines. I received Chicken Noodle November 16,2019. During the time I had Chicken Noodle, as with all my dogs. I trained her in obedience as well. She was also house and crate trained. Within 2 months of having Chicken Noodle, she was on the same level as Pretzel in training which was CGC level.  I would take Chicken Noodle and Pretzel to pet stores and businesses that would allow dogs. After one time of bringing the dogs in, the businesses would ask if I could bring them back on a weekly basis. I did, and so began the training of therapy canine training and work.  Chicken Noodle went back to MS Therapy Canines for evaluations and further training March of 2020. During this time, I knew exactly what I wanted to do. I wanted to work with dogs to help people and help owners of personal dogs. In February of 2020, I started my own business, For The Puppies Training Academy LLC.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1583328838/Chicken%20Noodle/20191125_214450_mumbjf.jpg",
                "alt": "Chicken Noodle"
            }
        ]
    },
    {
        "name": "Macy",
        "portfolio": "true",
        "breed": "Wheaten Terrier",
        "dialog": "Macy the Wheaten Terrier came in February through my 4-week program for FTPTA.  Macy was trained according to AKC STAR PUPPY standards.  Macy’s Mom was also given handler training as part of the program requirements and Claire is an excellent dog owner and master at commands.",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_250/v1584320828/macey/20200301_163015_mpbicg.jpg",
                "alt": "Macy"
            }
        ]
    }
]