[
    {
        "name": "On Location Photography",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585274055/special%20thanks/20200313_202129_qe52ho.jpg",
                "alt": "image for On Location"
            },
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585273995/special%20thanks/FB_IMG_1578838825192_d8f8yv.jpg",
                "alt": "On Location Logo"
            }
        ],
        "url": "https://www.facebook.com/profile.php?id=1832176344",
        "description": "Sue was really great with Pretzel and Chicken Noodle. All professional images were donated courtesy of On Location Photography. Sue is my official professional photograher of FTPTA. Thank you Sue!"
    },
    {
        "name": "Scott R. Wilson, Pet Partners Evaluator",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585274054/special%20thanks/20200101_155438_jqdida.jpg",
                "alt": "Image of Scott R Wilson"
            }
        ],
        "url": "",
        "description": "Mr. Scott and Roxy, the lab, has been very helpful to me.  I am thankful to have found him through Pet Partners.  He is a wonderful mentor for me. Pretzel and I always look forward to volunteering for him in Pet Partners evaluations. I can not say enough about Mr. Scott. Super nice man with the same passion for dogs that I have. Thank you Mr. Scott, for everything!"
    },
    {
        "name": "Vet Med of Corinth",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585276047/special%20thanks/20200326_212142_tx8bcx.jpg",
                "alt": "Vet Med logo"
            }
        ],
        "url": "https://www.facebook.com/vetmedcorinth",
        "description": "Vet Med of Corinth is my perferred veterinary office for Alcorn County. My family and I have been going to Vet Meds for 16 years. All the staff are always welcomining and glad to see us when we come in. They take very good care of all of our pets, cats included. If you are looking for a Vet in Alcorn County, this is the place to go! Thank you to the staff, Dr. Huggins and Dr. Green. You have all been great!"
    },
    {
        "name": "Animal Medical Center",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70/v1585276054/special%20thanks/Animal_Medical_Center_edgdk9.jpg",
                "alt": "aniaml medical center staff"
            }
        ],
        "url": "http://animalmedicalcenterms.com/",
        "description": "Animal Medical Center is a perferred Veterinary Office for Tishomingo County. I came to know Dr. Welton and her staff through Lead Me Home Rescue July of 2019. Dr. Welton and her staff are very nice and helpful. They take very good care of all the dogs that I foster.  If you are looking for a Vet in Tishomingo County, this is the place to go.  Thank you to the staff and Dr. Welton, you have all been great! "
    },
    {
        "name": "Lead Me Home Rescue",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585279189/special%20thanks/IMG_1236_zfayme.jpg",
                "alt": "image of Amber and Luna"
            },
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585499045/logos/LeadMeHome_Logo_Icon_hzspds.png",
                "alt": "lead me home resuce logo"
            }
        ],
        "url": "https://www.facebook.com/leadmehomerescue/",
        "description": "I met Amber Austin in July of 2019. Our daughters rescued a liter of puppies and we needed help finding them homes. Amber, Owner of Lead Me Home Rescue, stepped up and helped us find great homes for them. Since then, I have dog sat that turned into fostering. As I dog sat and fostered for Lead Me Home, Amber and I became good friends. Now we are two of a kind... seriously we are... two of a kind. We help each other any time one of us needs the help. I have learned a few things from her and I am grateful that she stepped up when she did. We are best friends now. I will always help her with her rescue. I sincerely believe in what she is doing and the many things she has accomplished in a year of having the rescue. Thank you Amber for being a light for the dogs that could not see it. Also, Thank you for being a great friend!"
    },
    {
        "name": "Phillip Jackson",
        "images": [
            {
                "url": "https://res.cloudinary.com/ftpta-com/image/upload/f_auto,q_70,w_450/v1585274054/special%20thanks/IMG_5235_ztyufy.jpg",
                "alt": "image of phillip"
            }
        ],
        "url": "https://unisys12.gitlab.io/",
        "description": "Phillip, my husband. He is the one that made my website. He is also the one that started my business. Phillip, or My Love as I call him. He has been my biggest supporter and given me strength through everything. Without him, none of this would be possible. Thank you My Love for everything. I love you! So if you need a web site, you know where to go..."
    }
]